The GUID of the pipe fitting or pipe accessory.
  Namespace:   Autodesk.Revit.DB.Plumbing
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2014
 Syntax
  C#
public Guid ServerGUID { get; }
  Visual Basic
Public ReadOnly Property ServerGUID As Guid
	Get
  Visual C++
public:
property Guid ServerGUID {
	Guid get ();
}
 See Also
  PipeFittingAndAccessoryData Class
  Autodesk.Revit.DB.Plumbing Namespace